<x-app-layout>
    <div class="max-w-7xl  mx-auto px-4 min-h-[60vh]">

        <H2 class="text-4xl font-bold border-b border-gray-300 py-2 mb-4">История Гдовского района</H2>
        <div class="max-w-5xl  mx-auto">
            <p>
                Что же такое Гдов? Откуда взялось название?
            </p><br>
            <p>
                В фондах Гдовского краеведческого музея можно найти запись легенды о том, что земли эти принадлежали
                вдовствующей княгине Ольге, отсюда и название пошло - «Вдов», впоследствии трансформировавшееся в Гдов.
                По
                другой версии мужчины, защищавшие побережье Чудского озера, погибли все до одного, а их жены, сражаясь с
                неприятелем, одержали победу, но в городке, таким образом, остались одни вдовы, и опять-таки Гдов - это
                город вдов. Но это легенда.
            </p>
            <img class="my-2 w-[620px] mx-auto"
                src="{{ config('app.url', 'http://localhost') }}/img/culture/oldgdov.webp" alt="">





            <p>
                Топонимика объясняет нам все более просто. Гдов - гидроним от названия реки Гдова, где окончание «ва»
                означает в переводе с финно-угорского «вода», а начало слова «гда» - «лесная» или «черная», таким
                образом
                Гдова - лесная вода.
            </p><br>
            <p>
                Гдов впервые упоминается в Первой Псковской летописи осенью 1322 года от Рождества Христова, когда в
                очередной раз Ливонский орден напал на русские земли у Чудского озера, у рек Нарвы и Чермы:
            </p><br>
            <p class="italic text-gray-500"> «В лето 6831. Приеха князь великий Георгий с Низу во Псков, и прияша его
                псковичи с честию от всего
                сердца. Toe же осени избиша немцы пскович на миру, и гостей во озере, и ловцов на Норове реце; а берег
                весь и городок Гдову, Череместь взяша; и послаша псковичи к Давыду князю в Литву, и Давыд князь приеха
                на сыропустной недели в четверток, а князь Георгий еще бяше в Пскове; и еха князь со псковичи за Нерову
                и плени землю немецкую до Колываня; а князь великий Георгий поеха изо Пскова в Новгород».</p><br>

            <p> В других псковских летописях при рассказе об этом набеге упоминание о Гдове отсутствует. </p><br>

            <p>Весной 1431 года при князе Дмитрии Александровиче Ростовском и псковских посадниках Якиме Павловиче
                Княжичеве, Феодосии Феофиловиче и Стефане на реке Гдове была заложена новая крепость.</p>
            <img class="my-2 mx-auto" src="{{ config('app.url', 'http://localhost') }}/img/culture/fort2.webp"
                alt="">



            <p>
                Решение о строительстве Гдовской крепости было принято на псковском вече весной 1431 года. Начало
                строительства пришлось на «5 недели по велике дни» (очевидно, пятая неделя после Пасхи — с 30 апреля (9
                мая) по 6 (15) мая). К 1 (10) ноября крепость была готова. С приступной (наиболее уязвимой) стороны она
                была каменная, с других сторон — деревянная. За работу местные Березские земцы заплатили мастерам 300
                рублей.
            </p>
            <img class="my-2 mx-auto w-[620px]"
                src="{{ config('app.url', 'http://localhost') }}/img/culture/fortnow.webp" alt="">

            <p class="italic text-gray-500"> «В лето 6939. Того же лета, на весну, псковичи наяша мастеров 300 муж и
                заложиша город новый, на реце, на Гдове, половину стены камену, а иную половину древяну, при князи
                Димитрии Александровичи и при посаднике Якиме Княжичеве; и единого лета оучиниша каменую и древяную
                стену, и земцы безкии даша мастером 300 рублев».</p><br>
            <p>
                Крепость расположилась на плоской вершине холма и имела форму почти правильного прямоугольника. С
                северо-востока и северо-запада холм омывается водами реки Гдовки, с юго-запада - ручьём Старицей. Перед
                юго-восточной (приступной) стеной был вырыт глубокий ров, заполнявшийся водой. Самая крупная башня -
                Петелинская, имела пять ярусов бойниц, расположенных в шахматном порядке. Из этой башни за пределы
                крепости шел под землей "слух" - параллельный стене длинный ход, благодаря которому можно было узнать
                место вражеских подкопов. На западе крепости у Псковской (Круглой) башни находились её главные ворота —
                Псковские. По центру северо-западной стены находилась Середняя (Тайницкая) башня с тайным ходом к реке
                Гдовке, на севере находились Маленские (Малые) ворота. На востоке располагались третьи ворота —
                Кушельские. На южной оконечности крепости стояла угловая Костерская башня. Стены достигали высоты 5,5-8
                метров, а шириной были 3,5-5 метров. Для духовной поддержки гарнизона в крепости была построена
                Успенская церковь.
            </p><br>

            <p>
                Гарнизон Гдова не раз отражал набеги немецких, польских и шведских войск. В 1480 г. Ливонские рыцари
                осадили крепость, но не взяв её сожгли посад: «В лето 6988. Тоя же зимы, генваря в 20 день, приидоша
                немци с многыми силами к Гдову городу; и начаша огненыя стрелы на град пущати, и бяше велми притужно
                граду; и посади и волости вся пожгоша; и отъидоша прочь, а град бог оублюде, святыи великии мученик
                Димитрии» (Псковская Вторая летопись).
            </p><br>

            <p>После Северной войны 1700-1721 годов Гдов перестает быть пограничной крепостью, потеряв стратегическое
                значение.</p><br>
            <p>
                С 1708 года Гдов - уездный центр в составе Санкт-Петербургской (Ингерманландской) губернии, с 1727 года
                - в составе Псковской провинции Новгородской губернии, с 1777 года - в составе Псковского
                наместничества, с 1781 года - вновь в составе Санкт-Петербургской губернии, с 1927 года - в
                Ленинградской области, с 1944 года - в составе Псковской области.
                19 июля 1941 года Гдов был захвачен немецкими войсками и сильно разрушен.
            </p><br>
            <p>
                После того, как в феврале 1944 года немецкий отряд в количестве 9 человек, отступая подорвал все дома и
                постройки в Гдове, уцелело лишь три дома: в одном из них - доме купца Бояринова сейчас находится
                Гдовский музей края.
            </p>
            <img class="my-2 mx-auto w-[620px]"
                src="{{ config('app.url', 'http://localhost') }}/img/culture/museum.webp" alt="">

        </div>
    </div>
</x-app-layout>
