<div class="flex flex-col sm:flex-row gap-4 my-8">


        <div class="bg-white  shadow-md   flex flex-col  sm:w-1/2">

                <img class=" " src="{{ config('app.url', 'http://localhost') }}/img/gerbs.webp" />
            <div class="p-4">

                <p class="text-base mt-3">
                    За основу герба муниципального образования "Гдовский район" и города Гдова взят исторический герб
                    города Гдова Псковского Наместничества утвержденный 28 мая 1781 года, подлинное описание которого
                    гласит: "Уставленное льняными снопиками золотое поле, чѣмъ окрестности сего города изобилуютъ".
                    Золото в геральдике символизирует прочность, величие, интеллект, великодушие, богатство.
                    Зеленый цвет символизирует весну, радость, надежду, жизнь, природу и здоровье.
                </p>
            </div>
        </div>




        <div class="bg-white   shadow-md   flex flex-col  sm:w-1/2">
            <img class=" " src="{{ config('app.url', 'http://localhost') }}/img/fort2.webp" />
            <div class="p-4">
                <h4 class="text-2xl my-3">700-летие первого упоминания Гдова в Летописи</h4>
                <p class="text-base ">
                    Первое упоминание о Гдове датируется 1323 годом, когда летописец, повествуя о схватке русских с немцами, сообщает: "А берег весь и городок Гдову ...взяша". Но освоение региона началось намного раньше. Установлено, что в VI веке в эти места пришли славяне и постепенно смешались с местным финно-угорским населением, переняв элементы культуры коренных жителей.
                </p>
            </div>
        </div>






</div>
